tut/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    left
    {
        type            cyclic;
        inGroups        List<word> 1(cyclic);
        nFaces          4000;
        startFace       3999;
        matchTolerance  0.0001;
        neighbourPatch  right;
        transformType   translational;
        separation      (-0.00512 0 0);
    }
    right
    {
        type            cyclic;
        inGroups        List<word> 1(cyclic);
        nFaces          4000;
        startFace       7999;
        matchTolerance  0.0001;
        neighbourPatch  left;
        transformType   translational;
        separation      (0.00512 0 0);
    }
    top
    {
        type            patch;
        nFaces          1;
        startFace       11999;
    }
    bottom
    {
        type            patch;
        nFaces          1;
        startFace       12000;
    }
    frontAndback
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          8000;
        startFace       12001;
    }
)

// ************************************************************************* //
