tut/constant/speciesMu
/*---------------------------------------------------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.0                                   |
|   \\  /    A nd           | Web:      http://www.openfoam.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
version                         2.0;
format                          ascii;
class                           dictionary;
object                          speciesMu;
}

// Scheme: transport fitting

AR
{
Mu1	-1.904E+01	;
Mu2	3.467E+00	;
Mu3	-3.746E-01	;
Mu4	1.658E-02	;
}
HE
{
Mu1	-1.202E+01	;
Mu2	6.039E-01	;
Mu3	-9.704E-04	;
Mu4	4.350E-04	;
}
H
{
Mu1	-2.041E+01	;
Mu2	3.653E+00	;
Mu3	-3.980E-01	;
Mu4	1.757E-02	;
}
H2
{
Mu1	-1.384E+01	;
Mu2	1.003E+00	;
Mu3	-5.016E-02	;
Mu4	2.331E-03	;
}
O
{
Mu1	-1.510E+01	;
Mu2	1.929E+00	;
Mu3	-1.739E-01	;
Mu4	7.841E-03	;
}
O2
{
Mu1	-1.716E+01	;
Mu2	2.678E+00	;
Mu3	-2.722E-01	;
Mu4	1.214E-02	;
}
OH
{
Mu1	-1.507E+01	;
Mu2	1.929E+00	;
Mu3	-1.739E-01	;
Mu4	7.841E-03	;
}
H2O
{
Mu1	-1.056E+01	;
Mu2	-1.378E+00	;
Mu3	4.214E-01	;
Mu4	-2.414E-02	;
}
N2
{
Mu1	-1.657E+01	;
Mu2	2.388E+00	;
Mu3	-2.341E-01	;
Mu4	1.048E-02	;
}
HO2
{
Mu1	-1.714E+01	;
Mu2	2.678E+00	;
Mu3	-2.722E-01	;
Mu4	1.214E-02	;
}
H2O2
{
Mu1	-1.713E+01	;
Mu2	2.678E+00	;
Mu3	-2.722E-01	;
Mu4	1.214E-02	;
}
CO
{
Mu1	-1.662E+01	;
Mu2	2.401E+00	;
Mu3	-2.358E-01	;
Mu4	1.055E-02	;
}
CO2
{
Mu1	-2.397E+01	;
Mu2	5.130E+00	;
Mu3	-5.724E-01	;
Mu4	2.441E-02	;
}
CH2O
{
Mu1	-1.985E+01	;
Mu2	2.704E+00	;
Mu3	-1.672E-01	;
Mu4	3.212E-03	;
}
HCO
{
Mu1	-1.987E+01	;
Mu2	2.704E+00	;
Mu3	-1.672E-01	;
Mu4	3.212E-03	;
}
CH3OH
{
Mu1	-2.058E+01	;
Mu2	3.046E+00	;
Mu3	-2.180E-01	;
Mu4	5.666E-03	;
}
CH2OH
{
Mu1	-1.997E+01	;
Mu2	2.862E+00	;
Mu3	-2.025E-01	;
Mu4	5.362E-03	;
}
CH3O
{
Mu1	-1.997E+01	;
Mu2	2.862E+00	;
Mu3	-2.025E-01	;
Mu4	5.362E-03	;
}
CH3O2
{
Mu1	-2.039E+01	;
Mu2	3.046E+00	;
Mu3	-2.180E-01	;
Mu4	5.666E-03	;
}
CH4
{
Mu1	-2.000E+01	;
Mu2	3.570E+00	;
Mu3	-3.875E-01	;
Mu4	1.712E-02	;
}
CH3
{
Mu1	-2.023E+01	;
Mu2	3.630E+00	;
Mu3	-3.952E-01	;
Mu4	1.745E-02	;
}
CH2
{
Mu1	-2.026E+01	;
Mu2	3.630E+00	;
Mu3	-3.952E-01	;
Mu4	1.745E-02	;
}
CH2(S)
{
Mu1	-2.026E+01	;
Mu2	3.630E+00	;
Mu3	-3.952E-01	;
Mu4	1.745E-02	;
}
C2H6
{
Mu1	-2.451E+01	;
Mu2	5.146E+00	;
Mu3	-5.735E-01	;
Mu4	2.441E-02	;
}
C2H5O2
{
Mu1	-2.111E+01	;
Mu2	3.263E+00	;
Mu3	-2.504E-01	;
Mu4	7.236E-03	;
}
C2H5
{
Mu1	-2.453E+01	;
Mu2	5.146E+00	;
Mu3	-5.735E-01	;
Mu4	2.441E-02	;
}
C2H4
{
Mu1	-2.394E+01	;
Mu2	5.101E+00	;
Mu3	-5.701E-01	;
Mu4	2.437E-02	;
}
C2H3
{
Mu1	-2.473E+01	;
Mu2	5.290E+00	;
Mu3	-5.879E-01	;
Mu4	2.486E-02	;
}
C2H2
{
Mu1	-2.475E+01	;
Mu2	5.290E+00	;
Mu3	-5.879E-01	;
Mu4	2.486E-02	;
}
CH2CHO
{
Mu1	-2.233E+01	;
Mu2	3.867E+00	;
Mu3	-3.420E-01	;
Mu4	1.173E-02	;
}
CH2CO
{
Mu1	-2.234E+01	;
Mu2	3.867E+00	;
Mu3	-3.420E-01	;
Mu4	1.173E-02	;
}
HCCO
{
Mu1	-1.922E+01	;
Mu2	3.751E+00	;
Mu3	-4.103E-01	;
Mu4	1.808E-02	;
}
NC3H7
{
Mu1	-2.524E+01	;
Mu2	5.274E+00	;
Mu3	-5.738E-01	;
Mu4	2.376E-02	;
}
C3H6
{
Mu1	-2.496E+01	;
Mu2	5.266E+00	;
Mu3	-5.713E-01	;
Mu4	2.360E-02	;
}
C3H5-A
{
Mu1	-2.502E+01	;
Mu2	5.248E+00	;
Mu3	-5.664E-01	;
Mu4	2.328E-02	;
}
C3H5O
{
Mu1	-2.341E+01	;
Mu2	4.275E+00	;
Mu3	-4.047E-01	;
Mu4	1.484E-02	;
}
C3H4-A
{
Mu1	-2.500E+01	;
Mu2	5.193E+00	;
Mu3	-5.561E-01	;
Mu4	2.271E-02	;
}
NC3H7O2
{
Mu1	-2.005E+01	;
Mu2	2.743E+00	;
Mu3	-1.770E-01	;
Mu4	3.838E-03	;
}
C2H3CHO
{
Mu1	-1.923E+01	;
Mu2	2.376E+00	;
Mu3	-1.300E-01	;
Mu4	1.856E-03	;
}
C7H16
{
Mu1	-2.199E+01	;
Mu2	3.468E+00	;
Mu3	-2.812E-01	;
Mu4	8.741E-03	;
}
C7H15
{
Mu1	-2.200E+01	;
Mu2	3.468E+00	;
Mu3	-2.812E-01	;
Mu4	8.741E-03	;
}
C7H15O2
{
Mu1	-1.725E+01	;
Mu2	1.344E+00	;
Mu3	3.102E-02	;
Mu4	-6.225E-03	;
}
C7H14OOH
{
Mu1	-1.725E+01	;
Mu2	1.344E+00	;
Mu3	3.102E-02	;
Mu4	-6.225E-03	;
}
C7H14
{
Mu1	-2.204E+01	;
Mu2	3.496E+00	;
Mu3	-2.856E-01	;
Mu4	8.958E-03	;
}
C7H14OOHO2
{
Mu1	-1.555E+01	;
Mu2	5.058E-01	;
Mu3	1.530E-01	;
Mu4	-1.202E-02	;
}
NC7KET
{
Mu1	-1.622E+01	;
Mu2	8.846E-01	;
Mu3	9.725E-02	;
Mu4	-9.345E-03	;
}
C7H14O
{
Mu1	-1.975E+01	;
Mu2	2.443E+00	;
Mu3	-1.285E-01	;
Mu4	1.341E-03	;
}
NC3H7CHO
{
Mu1	-1.910E+01	;
Mu2	2.343E+00	;
Mu3	-1.235E-01	;
Mu4	1.477E-03	;
}
NC3H7CO
{
Mu1	-2.247E+01	;
Mu2	3.790E+00	;
Mu3	-3.302E-01	;
Mu4	1.115E-02	;
}
NO
{
Mu1	-1.653E+01	;
Mu2	2.387E+00	;
Mu3	-2.340E-01	;
Mu4	1.047E-02	;
}
N2O
{
Mu1	-2.377E+01	;
Mu2	5.067E+00	;
Mu3	-5.675E-01	;
Mu4	2.433E-02	;
}
NO2
{
Mu1	-2.238E+01	;
Mu2	4.669E+00	;
Mu3	-5.223E-01	;
Mu4	2.264E-02	;
}
HNO
{
Mu1	-1.778E+01	;
Mu2	2.899E+00	;
Mu3	-3.007E-01	;
Mu4	1.337E-02	;
}
HNO2
{
Mu1	-2.237E+01	;
Mu2	4.669E+00	;
Mu3	-5.223E-01	;
Mu4	2.264E-02	;
}
HONO
{
Mu1	-2.237E+01	;
Mu2	4.669E+00	;
Mu3	-5.223E-01	;
Mu4	2.264E-02	;
}
HONO2
{
Mu1	-2.440E+01	;
Mu2	5.278E+00	;
Mu3	-5.754E-01	;
Mu4	2.388E-02	;
}
N2H2
{
Mu1	-1.485E+01	;
Mu2	1.706E+00	;
Mu3	-1.444E-01	;
Mu4	6.539E-03	;
}
H2NN
{
Mu1	-1.485E+01	;
Mu2	1.706E+00	;
Mu3	-1.444E-01	;
Mu4	6.539E-03	;
}
NH2OH
{
Mu1	-1.775E+01	;
Mu2	2.899E+00	;
Mu3	-3.007E-01	;
Mu4	1.337E-02	;
}
HNOH
{
Mu1	-1.776E+01	;
Mu2	2.899E+00	;
Mu3	-3.007E-01	;
Mu4	1.337E-02	;
}
NH3
{
Mu1	-1.624E+01	;
Mu2	1.199E+00	;
Mu3	4.381E-02	;
Mu4	-6.469E-03	;
}
N2H4
{
Mu1	-2.315E+01	;
Mu2	4.740E+00	;
Mu3	-5.307E-01	;
Mu4	2.297E-02	;
}
N
{
Mu1	-1.495E+01	;
Mu2	1.706E+00	;
Mu3	-1.444E-01	;
Mu4	6.539E-03	;
}
NO3
{
Mu1	-2.440E+01	;
Mu2	5.278E+00	;
Mu3	-5.754E-01	;
Mu4	2.388E-02	;
}
NH
{
Mu1	-1.506E+01	;
Mu2	1.929E+00	;
Mu3	-1.739E-01	;
Mu4	7.841E-03	;
}
NNH
{
Mu1	-1.487E+01	;
Mu2	1.706E+00	;
Mu3	-1.444E-01	;
Mu4	6.539E-03	;
}
NH2
{
Mu1	-1.503E+01	;
Mu2	1.929E+00	;
Mu3	-1.739E-01	;
Mu4	7.841E-03	;
}
H2NO
{
Mu1	-1.776E+01	;
Mu2	2.899E+00	;
Mu3	-3.007E-01	;
Mu4	1.337E-02	;
}
N2H3
{
Mu1	-2.279E+01	;
Mu2	4.669E+00	;
Mu3	-5.223E-01	;
Mu4	2.264E-02	;
}
