tut/constant/trandat
! edited 20/06/00
AR              0   136.500     3.330     0.000     0.000     0.000
HE              0    10.200     2.576     0.000     0.000     0.000
H               0   145.000     2.050     0.000     0.000     0.000
H2              1    38.000     2.920     0.000     0.790   280.000
O               0    80.000     2.750     0.000     0.000     0.000
O2              1   107.400     3.458     0.000     1.600     3.800
OH              1    80.000     2.750     0.000     0.000     0.000
H2O             2   572.400     2.605     1.844     0.000     4.000
N2              1    97.530     3.621     0.000     1.760     4.000
HO2             2   107.400     3.458     0.000     0.000     1.000
H2O2            2   107.400     3.458     0.000     0.000     3.800
CO              1    98.100     3.650     0.000     1.950     1.800
CO2             1   244.000     3.763     0.000     2.650     2.100
CH2O            2   498.000     3.590     0.000     0.000     2.000
HCO             2   498.000     3.590     0.000     0.000     0.000
CH3OH           2   481.800     3.626     0.000     0.000     1.000
CH2OH           2   417.000     3.690     1.700     0.000     2.000
CH3O            2   417.000     3.690     1.700     0.000     2.000
CH3O2           2   481.800     3.626     0.000     0.000     1.000
CH4             2   141.400     3.746     0.000     2.600    13.000
CH3             1   144.000     3.800     0.000     0.000     0.000
CH2             1   144.000     3.800     0.000     0.000     0.000
CH2(S)          1   144.000     3.800     0.000     0.000     0.000
C2H6            2   247.500     4.350     0.000     0.000     1.500
C2H5O2          2   470.600     4.410     0.000     0.000     1.500
C2H5            2   247.500     4.350     0.000     0.000     1.500
C2H4            2   238.400     3.496     0.000     0.000     1.500
C2H3            2   265.300     3.721     0.000     0.000     1.000
C2H2            1   265.300     3.721     0.000     0.000     2.500
CH2CHO          2   436.000     3.970     0.000     0.000     2.000
CH2CO           2   436.000     3.970     0.000     0.000     2.000
HCCO            2   150.000     2.500     0.000     0.000     1.000
NC3H7           2   303.400     4.810     0.000     0.000     1.000
C3H6            2   307.800     4.140     0.000     0.000     1.000
C3H5-A          2   316.000     4.220     0.000     0.000     1.000
C3H5O           2   411.000     4.820     0.000     0.000     1.000
C3H4-A          1   324.800     4.290     0.000     0.000     1.000
NC3H7O2         2   481.500     4.997     1.700     0.000     1.000
C2H3CHO         2   428.800     4.958     2.900     0.000     1.000
C7H16           2   459.600     6.253     0.000     0.000     1.000
C7H15           2   459.600     6.253     0.000     0.000     1.000
C7H15O2         2   561.000     6.317     1.700     0.000     1.000
C7H14OOH        2   561.000     6.317     1.700     0.000     1.000
C7H14           2   457.800     6.173     0.300     0.000     1.000
C7H14OOHO2      2   600.600     7.229     1.800     0.000     1.000
NC7KET          2   581.300     6.506     2.000     0.000     1.000
C7H14O          2   511.500     6.297     0.000     0.000     1.000
NC3H7CHO        2   464.200     5.009     2.600     0.000     1.000
NC3H7CO         2   440.598     5.208     0.000    12.620     1.000
NO              1    97.500     3.621     0.000     1.760     4.000
N2O             1   232.400     3.828     0.000     0.000     1.000
NO2             2   200.000     3.500     0.000     0.000     1.000
HNO             2   116.700     3.492     0.000     0.000     1.000
HNO2            2   200.000     3.500     0.000     0.000     1.000
HONO            2   200.000     3.500     0.000     0.000     1.000
HONO2           2   300.000     3.500     0.000     0.000     1.000
N2H2            2    71.400     3.798     0.000     0.000     1.000
H2NN            2    71.400     3.798     0.000     0.000     1.000
NH2OH           2   116.700     3.492     0.000     0.000     1.000
HNOH            2   116.700     3.492     0.000     0.000     1.000
NH3             2   481.000     2.920     1.470     0.000    10.000
N2H4            2   205.000     4.230     0.000     4.260     1.500
N               0    71.400     3.298     0.000     0.000     0.000
NO3             2   300.000     3.500     0.000     0.000     1.000
NH              1    80.000     2.650     0.000     0.000     4.000
NNH             2    71.400     3.798     0.000     0.000     1.000
NH2             2    80.000     2.650     0.000     2.260     4.000
H2NO            2   116.700     3.492     0.000     0.000     1.000
N2H3            2   200.000     3.900     0.000     0.000     1.000
