tut/system/cutPlaneSurface
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  10
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Description
    Writes out cut-plane surface files with interpolated field data in VTK
    format.

\*---------------------------------------------------------------------------*/

point       (1e-4 1e-4 0);
normal      (0 0 1);

fields      ("T" "C7H16" "NH3" "O2" "C7H15O2" "OH" "Qdot");

interpolate true; // If false, write cell data to the surface triangles.
                  // If true, write interpolated data at the surface points.

#includeEtc "caseDicts/postProcessing/surface/cutPlaneSurface.cfg"

// ************************************************************************* //
